function makeMulti (string) {
    let l = new String(string)
    l = l.substring(l.indexOf("/*") + 3, l.lastIndexOf("*/"))
    return l
}

let string = function () {
  /*
PROJECT BY
________                                                                                                                                                                                                                          
__  ___/_____                                                                                                                                                                                                                     
_____ \_  __ \                                                                                                                                                                                                                    
____/ // /_/ /________                                                                                                                                                                                                            
/____/ \____/_(_)(_)(_)                                                                                                                                                                                                           
                                                                                                                                                                                                                                  
_____________________  __________________           _____                                                                                                                                                                         
__  ____/_  __ \__   |/  /___  _/_  ____/_____________  /_                                                                                                                                                                        
_  /    _  / / /_  /|_/ / __  / _  /    __  __ \  _ \  __/                                                                                                                                                                        
/ /___  / /_/ /_  /  / / __/ /  / /______  / / /  __/ /_                                                                                                                                                                          
\____/  \____/ /_/  /_/  /___/  \____/(_)_/ /_/\___/\__/   
  ---------留言板
*/
}
console.log(makeMulti(string));
console.log('一入前端深似海，从此妹子是路人。加入我们，为梦想赋能 为热爱打call!😊  from Xinyuu /23.1.23');
console.log('↑上面的哥们为了保证自己的项目顺利上线连倒贴上来的妹妹的表白都拒绝了↑🤣 by Chen 2023.2.10');

